aaron-bond.better-comments
alexcvzz.vscode-sqlite
aprilandjan.ascii-tree-generator
bierner.markdown-mermaid
bito.bito
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
christian-kohler.path-intellisense
codeium.codeium
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
genieai.chatgpt-vscode
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
golang.go
humao.rest-client
ionutvmi.path-autocomplete
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
mtxr.sqltools
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
redhat.java
ritwickdey.liveserver
rooveterinaryinc.roo-cline
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
techtrain.railway-vscode
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
xabikos.javascriptsnippets
xdebug.php-debug
zhang-renyang.chat-gpt
